export interface Bride {
  name: string;
  testimonial: string;
  rating: number;
  dress: string;
  images: string[];
}

export const brides: Bride[] = [
  {
    name: "עדן",
    testimonial: "נאוה פשוט מדהימה! היא עשתה הכל כדי שאצא הכי מרוצה שיש, למרות כל השגעונות שלי! הייתה קשובה וסבלנית ויצרה עבורי שמלה שגורמת לי להרגיש בה הכי יפה שיש. חיפשתי סטודיו שיראו אותי ויהיו קשובים לרצונות שלי וזה לגמרי המקום! ממליצה על נאוה מכל הלב.",
    rating: 5,
    dress: "FLORA",
    images: ["/Uploads/brides/עדן.JPG"]
  },
  {
    name: "שיר",
    testimonial: "הגעתי לנאוה שבועיים לפני תאריך החתונה שלי כי לא אהבתי שמלה שתפרתי אצל מעצבת אחרת. נאוה קיבלה אותי באהבה וישר הרגיעה אותי, תפרה את שמלת החלומות שלי תוך שבועיים אינטנסיביים ולא החסירה שום פרט והכל היה כל כך מדויק. לא יכולתי לבקש מישהי טובה ממנה!",
    rating: 5,
    dress: "AURORA",
    images: ["/Uploads/brides/שיר.TIF"]
  },
  {
    name: "תמר",
    testimonial: "מהרגע הראשון שהגעתי לסטודיו של נאוה ידעתי שרק היא תעשה את שמלות הכלה שלי! השמלות יצאו בדיוק כמו שחלמתי ולא הפסקתי לקבל מחמאות עליהן. היחס שקיבלתי היה מדהים ובאמת שזה כל כך חשוב שתהיה הקשבה למה שאת רוצה וזה בדיוק מה שקיבלתי עם נאוה. ממליצה לסגור איתה כי היא באמת מדהימה!",
    rating: 5,
    dress: "BELLE",
    images: ["/Uploads/brides/תמר.JPG"]
  },
  {
    name: "ענת",
    testimonial: "פניתי לסטודיו עם הרבה חששות אבל אחרי המפגש הראשון הבנתי שאני בידיים טובות! השירה שלו אכפתית, אדיבה והכל עם הרבה סבלנות ומקצועיות. ממליצה לכל כלה, ולכל מי שמתלבטת שחסר לה מקור מקצועי ושנוכל לסמוך עליו ביום הגדול הזה. אני ממליצה בחום!",
    rating: 5,
    dress: "GRACE",
    images: ["/Uploads/brides/ענת.JPG"]
  },
  {
    name: "עדי",
    testimonial: "נאוה מדהימה ומהממת! דאגה לכל פרט ופרט הכי קטן. היא פרפקציוניסטית, אדיבה, מקצועית ונעימה. נאוה תפרה עבורי את שמלת החלומות ממש כמו שדמיינתי אותה! אני ממליצה על נאוה ממש בחום!",
    rating: 5,
    dress: "LYNN",
    images: ["/Uploads/brides/עדי.JPG"]
  },
  {
    name: "אוריה",
    testimonial: "הגעתי לסטודיו של נאוה בעקבות הרבה המלצות שקיבלתי עליה, הלכתי עם הראש שלה וסמכתי עליה בעיניים עצומות ואני לא מתחרטת לרגע! מהפגישה הראשונה נאוה הייתה הכי קשובה וסבלנית אליי, כולם עפו על השמלה שלי. עד היום שואלים אותי מי עשתה לי את השמלה! גם חצי שנה אחרי החתונה. רק נאוה ולא התחרטתי לרגע!",
    rating: 5,
    dress: "ODETTE",
    images: ["/Uploads/brides/מוריה.jpg"]
  }
];

